---
layout: ja
title: スライドの作り方
---
== スライドの作り方

Rabbit用のスライドはテキスト形式またはPDF形式で作ります。テキ
スト形式の場合はRDまたはHiki記法またはMarkdown記法でスライド
を書きます。PDFの場合は別のプレゼンテーションツールでスライド
を作成しPDFでエクスポートします。

それぞれのやり方でのスライドの作り方は別ページで説明します。

  * ((<rd.rd/RD形式でのスライドの作り方>))
  * ((<hiki.rd/Hiki記法でのスライドの作り方>))
  * ((<markdown.rd/Markdown記法でのスライドの作り方>))
  * ((<pdf.rd/PDF形式でのスライドの作り方>))

== テーマの作り方

スライドをRD形式で作成してもHiki記法で作成しても、その後の見
栄えの部分はテーマで変更できます((-PDF形式の場合も変更できま
すが、多くの部分はPDFでレイアウト済みなので変更できるは部分
的になります。-))。テーマの作り方は別ページで説明します。

  * ((<theme.rd/テーマの作り方>))
