---
layout: ja
title: スライドの作り方
---
== スライドの作り方

Rabbit用のスライドはテキスト形式またはPDF形式で作ります。テキ
スト形式の場合はRDまたはHiki記法またはMarkdown記法でスライド
を書きます。PDFの場合は別のプレゼンテーションツールでスライド
を作成しPDFでエクスポートします。

それぞれのやり方でのスライドの作り方は別ページで説明します。

  * ((<RD形式でのスライドの作り方|URL:rd.html>))
  * ((<Hiki記法でのスライドの作り方|URL:hiki.html>))
  * ((<Markdown記法でのスライドの作り方|URL:markdown.html>))
  * ((<PDF形式でのスライドの作り方|URL:pdf.html>))

== テーマの作り方

スライドをRD形式で作成してもHiki記法で作成しても、その後の見
栄えの部分はテーマで変更できます((-PDF形式の場合も変更できま
すが、多くの部分はPDFでレイアウト済みなので変更できるは部分
的になります。-))。テーマの作り方は別ページで説明します。

  * ((<テーマの作り方|URL:theme.html>))
